benchmarks/results/pgbench_run.txt
pgbench (16.15)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 5
query mode: simple
number of clients: 20
number of threads: 4
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 138091
number of failed transactions: 0 (0.000%)
latency average = 4.278 ms
latency stddev = 3.477 ms
initial connection time = 409.112 ms
tps = 4664.980543 (without initial connection time)